{
    "Hello Parth": "नमस्ते पार्थ",
    "Welcome to your safe space!": "यह ऐप आपके लिए सुरक्षित और संरक्षित है।",
    "Learn more with Mini guide": "मिनी गाइड के माध्यम से सीखें",
    "Self care made easy with podcast": "पॉडकास्ट के साथ स्वयं की देखभाल करना आसान हो गया है",
    "Create Happiness": "अपने मन और जीवन को खुशियों से भरपूर करें",
    "Healing Power": "उपचार शक्ति",
    "General Screening Module": "जनरल स्क्रीनिंग मॉड्यूल",
    "Screening": "स्क्रीनिंग",
    "Guided Lessons": "मार्गदर्शित पाठ",
    "I try to be nice to other people. I care about their feelings": "मैं दूसरे लोगों के साथ अच्छा व्यवहार करने की कोशिश करता हूं। मुझे उनकी भावनाओं की परवाह होती है।",
    "Chat with AI": "एआई के साथ चैट करें",
    "Mini Guide": "मिनी गाइड",
    "Pre screening for self reflection": "स्वयं चिंतन के लिए स्क्रीनिंग",
    "General Initial Screening": "जनरल प्रारंभिक स्क्रीनिंग",
    "Next few questions will help to ascertain more about your mental well being.": "अगले कुछ प्रश्न आपकी मानसिक स्थिति के बारे में अधिक जानने में मदद करेंगे।",
    "Activities designed for you": "आपके लिए डिज़ाइन किए गए कार्य",
    "Learning activities to improve your mental and emotional being": "आपकी मानसिक और भावनात्मक स्थिति को सुधारने के लिए शिक्षण क्रियाएँ",
    "An Antidote": "एक प्रतिरक्षी",
    "Change Your Life": "अपनी जीवन बदलें",
    "Getting Better": "बेहतर जीवन बनाएं",
    "Overcoming Self-Hatred": "आत्मघृणा पर विजय पायें",
    "The Body Keeps the Score": "शरीर रखता है हिसाब",
    "How I Learned To Love Myself": "मैंने खुद से प्यार करना कैसे सीखा",
    "How To Create Happiness In Your Life": "अपने जीवन में खुशियाँ कैसे बनाएं",
    "How be happy and joyful": "कैसे खुश और आनंदित रहें",
    "Big things you ought to achieve": "लक्ष्य जिन्हें आपको हासिल करना चाहिए",
    "Top 3 habits to create happiness in your life": "अपने जीवन में खुशियाँ बनाने के लिए शीर्ष 3 आदतें",
    "I usually  share with others, for example food or drink": "मैं आमतौर पर दूसरों के साथ वस्तुएँ बाँटता हूँ, जैसे कि खाना या पीने की वस्तुएँ।",
    "I find it hard to think properly or concentarte": "मुझे ठीक से सोचने या ध्यान केंद्रित करने में कठिनाई होती है।",
    "I sometimes feel so tired, I just sit around and do nothing": "कभी-कभी मैं इतना थका हुआ महसूस करता हूँ कि बस बैठा रहता हूँ और कुछ नहीं करता।",
    "I have at least one good friend": "मेरे पास कम से कम एक अच्छा दोस्त है।",
    "I think i would never be as good as other kids": "मुझे लगता है कि मैं कभी भी अन्य बच्चों जितना अच्छा नहीं हो पाऊंगा।",
    "I feel afraid of being alone on my own at home": "मुझे अकेले घर पर होने से डर लगता है।",
    "I think my family would be better off without me": "मुझे लगता है कि मेरा परिवार मेरे बिना बेहतर होगा।",
    "Most of my friends in school well in examinations": "मेरे अधिकांश स्कूल के दोस्त परीक्षाओं में अच्छा करते हैं।",
    "I expect people to pay attention to whatever I post": "मैं उम्मीद करता हूँ कि लोग मेरे द्वारा पोस्ट की गई चीज़ों पर ध्यान दें।",
    "I would rather be alone than with other people": "मैं दूसरों के साथ रहने के बजाय अकेले रहना पसंद करता हूँ।",
    "My posts reflect on my current mood": "मेरी सोशल मीडिया पोस्ट्स मेरे वर्तमान मूड को दर्शाती हैं।",
    "I think sad or scary thoughts over and over again": "मैं उदास या डरावने विचारों को बार-बार सोचता हूँ।",
    "I do things I am not supposed to do": "मैं वे काम करता हूँ जो मुझे नहीं करने चाहिए।",
    "I feel lonely": "मुझे अकेलापन महसूस होता है।",
    "I am honest with my parents when they ask about my academic preformance": "जब मेरे माता-पिता मेरी शैक्षणिक प्रदर्शन के बारे में पूछते हैं तो मैं उनके साथ ईमानदार रहता हूँ।",
    "I get a lot of headaches, stomach-aches or sickness": "मुझे बहुत सिरदर्द, पेट दर्द या बीमारियाँ होती हैं।",
    "My friends are pressurise me to do things I don't want to": "मेरे दोस्त मुझ पर ऐसे काम करने का दबाव डालते हैं जो मैं नहीं करना चाहता।",
    "Going through my social media pages makes me feel disappointed in myself": "अपनी सोशल मीडिया पेजेज़ को देखने से मुझे अपने आप में निराशा होती है।",
    "I feel bad about myself, or don't like mtself": "मुझे अपने बारे में बुरा लगता है, या मैं खुद को पसंद नहीं करता।",
    "I feel upset when my parents value what others think about me": "जब मेरे माता-पिता मेरे बारे में दूसरों की राय को महत्व देते हैं तो मुझे बुरा लगता है।",
    "I spend most of my time in school with friends discussing academic work/revising for examination": "मैं स्कूल में अधिकांश समय दोस्तों के साथ शैक्षणिक कार्यों पर चर्चा करते हुए या परीक्षा की तैयारी में बिताता हूँ।",
    "I worry when I think I have done poorly at something": "जब मुझे लगता है कि मैंने किसी चीज़ में खराब प्रदर्शन किया है, तो मुझे चिंता होती है।",
    "I get along better with older people than with people of my own age": "मैं अपने हमउम्र लोगों की तुलना में बड़े लोगों के साथ बेहतर तालमेल बिठाता हूँ।",
    "Other people pick on me or bully me": "अन्य छात्र मुझे तंग करते हैं या मुझे बुली करते हैं।",
    "How are you feeling today?": "आज आप कैसा महसूस कर रहे हैं?",
    "Never": "कभी नहीं",
    "Sometimes": "कभी-कभी",
    "Often": "अक्सर",
    "Always": "हमेशा",
    "Submit": "प्रस्तुत करें",
    "Are you sure?": "क्या आप निश्चित हैं?",
    "You want to cancel this screening ?": "क्या आप इस स्क्रीनिंग को रद्द करना चाहते हैं?",
    "Thank you for completing the screening.": "स्क्रीनिंग पूरी करने के लिए धन्यवाद।",
    "Your response has been submitted to your counselor.": "आपका उत्तर आपके काउंसलर को भेज दिया गया है।",
    "Go home": "घर जाओ",
    "Yes": "हाँ",
    "No": "नहीं",
    "Student Name": "छात्र का नाम",
    "Hello Asha, Welcome Back!": "नमस्ते आशा, पुनः स्वागत है!",
    "Dashboard": "डैशबोर्ड",
    "Total Students": "कुल छात्र",
    "Sad": "उदास",
    "Dissapointed": "निराश",
    "Angry": "क्रोधित",
    "Joyful": "आनंदित",
    "Blessed": "ब्लेस्ड",
    "Disappointed": "निराश",
    "Strength Weaknesses Screening": "ताकत और कमजोरियाँ स्क्रीनिंग",
    "Peer Parents Screening": "सहपाठी और माता-पिता स्क्रीनिंग",
    "Class 9-C": "कक्षा 9-सी",
    "Appointment": "अपॉइंटमेंट",
    "Unread Mail": "अपठित मेल",
    "Search anything": "कुछ भी खोजें",
    "Student List": "छात्र सूची",
    "Student name": "छात्र का नाम",
    "ID Number": "पहचान संख्या",
    "Assessment Completed": "मूल्यांकन पूरा हुआ",
    "Last chat used": "अंतिम चैट का उपयोग",
    "Tags": "टैग",
    "Comments": "टिप्पणियाँ",
    "Shrirang Patel": "श्रीरंग पटेल",
    "A3545": "A3545",
    "Yes": "हाँ",
    "Anxiety, Stress": "चिंता, तनाव",
    "Academic pressure: Lack of preparedness causing anxiety and Parental pressure: Pressure from family on lack of contribution at home": "शैक्षणिक दबाव: तैयारी की कमी के कारण चिंता और अभिभावकीय दबाव: परिवार से योगदान की कमी पर दबाव",
    "Pallavi Jaiswal": "पल्लवी जायसवाल",
    "Peer Pressure": "पीयर प्रेशर",
    "Peer Pressure: Loneliness at school because of lack of friends": "पीयर प्रेशर: दोस्तों की कमी के कारण स्कूल में अकेलापन",
    "Shantanu Malhotra": "शांतनु मल्होत्रा",
    "Performance Anxiety": "प्रदर्शन चिंता",
    "Academic pressure: Not able to memorise chemistry theorems for organic chemistry": "शैक्षणिक दबाव: ऑर्गेनिक केमिस्ट्री के सिद्धांतों को याद नहीं कर पाना",
    "Nikhil Bhatt": "निखिल भट्ट",
    "Body Image Issue": "बॉडी इमेज इश्यू",
    "Body Image Issue: Lack of confidence because of body size. Bullied by classmates due to recent increase in weight. Self image issues because of criticism from parents, thinking of being violent to himself.": "बॉडी इमेज इश्यू: शरीर के आकार के कारण आत्मविश्वास की कमी। वजन बढ़ने के कारण सहपाठियों द्वारा तंग किया जाना। माता-पिता की आलोचना के कारण आत्म-छवि समस्याएँ, खुद को चोट पहुँचाने के बारे में सोचना।",
    "Manasvi Joshi": "मनस्वी जोशी",
    "Gratitude Workshop": "कृतज्ञता कार्यशाला",
    "Went through gratitude workshop and recorded steps to implement in her life": "कृतज्ञता कार्यशाला से गुजरी और अपने जीवन में इसे लागू करने के कदम रिकॉर्ड किए।",
    "Id": "आईडी",
    "Class: 9-C": "कक्षा: 9-सी",
    "Assessment Completed:": "मूल्यांकन पूरा हुआ:",
    "Chat Used:": "चैट का उपयोग:",
    "Recommend for Counseling": "काउंसलिंग के लिए सिफारिश करें",
    "Request Chat Transcript": "चैट ट्रांसक्रिप्ट का अनुरोध करें",
    "June 2024": "जून 2024",
    "Chat Summary L2 : ": "चैट सारांश L2:",
    "Academic Pressure: Did not complete the summer assignments on time causing last minute pressure. Shrirang is anxious and facing performance anxiety to be able to perform well in upcoming unit tests because of lack of preparation during summer time. Parental Pressure: Feels unloved and unheard from parents, and feels pressurised by them to contribute in house activities. They blame him for the reason of their fights. He blames himself and thinks as a burden to his family": "शैक्षणिक दबाव: समय पर गर्मी की असाइनमेंट पूरी नहीं की, जिससे अंतिम समय का दबाव पैदा हुआ। श्रीरंग चिंतित है और आगामी इकाई परीक्षाओं में अच्छा प्रदर्शन करने के लिए प्रदर्शन चिंता का सामना कर रहा है क्योंकि गर्मियों के दौरान तैयारी की कमी है। अभिभावकीय दबाव: माता-पिता से प्यार और सुना हुआ महसूस नहीं करता, और घर की गतिविधियों में योगदान देने के लिए उनसे दबाव महसूस करता है। वे उसे अपनी लड़ाइयों के कारण के रूप में दोषी ठहराते हैं। वह खुद को दोषी ठहराता है और खुद को अपने परिवार पर बोझ मानता है।",
    "Peer Pressure: Shrirang best friends are constantly asking him to bunk classes, and he feels pressure to agree to make them happy. He does not want to miss his classes. He gets cornered by his friends if he does not agree": "सहकर्मी दबाव: श्रीरंग के सबसे अच्छे दोस्त उसे लगातार कक्षाएं बंक करने के लिए कह रहे हैं, और वह उन्हें खुश करने के लिए सहमत होने का दबाव महसूस करता है। वह अपनी कक्षाएं मिस नहीं करना चाहता। अगर वह सहमत नहीं होता तो उसके दोस्त उसे घेर लेते हैं।",
    "Feedback from Yoda:": "योदा से प्रतिक्रिया:",
    "Shrirang is facing similar issues for the last 3 months and its recommended for him to go see a counselor.": "श्रीरंग पिछले 3 महीनों से इसी तरह की समस्याओं का सामना कर रहा है और उसके लिए काउंसलर से मिलने की सिफारिश की जाती है।",
    "Student": "छात्र",
    "Reports": "रिपोर्ट्स",
    "Accounts": "अकाउंट्स",
    "Please fill all responses to sumbit !!": "कृपया सभी प्रतिक्रियाएँ भरने पर भेजें!!"

    }